ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263X/EXT_FLASH_EXT_FLASH_60000000h.xml
<module name="EXT_FLASH" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="EXT_FLASH_START" acronym="EXT_FLASH_START" offset="0" width="32" description="">
		<bitfield id="MEM_START" width="32" begin="31" end="0" resetval="0x0" description="External flash start Address" range="31:0" rwaccess="R/W"/>
	</register><register id="EXT_FLASH_END" acronym="EXT_FLASH_END" offset="33554428" width="32" description="">
		<bitfield id="MEM_END" width="32" begin="31" end="0" resetval="0x0" description="External flash end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>